---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotReloadWithFile
source: html/9a3bda26-c114-4d33-ca7b-50c55af85f61.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotReloadWithFile Property

Group [Type Name] cannot be reloaded from file [File Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotReloadWithFile { get; }
```